[
{
  "model": "products.category",
  "pk": 1,
  "fields": {
    "name": "Художественная литература",
    "description": ""
  }
},
{
  "model": "products.category",
  "pk": 2,
  "fields": {
    "name": "Компьютерная литература",
    "description": ""
  }
},
{
  "model": "products.category",
  "pk": 3,
  "fields": {
    "name": "Литература для детей",
    "description": ""
  }
},
{
  "model": "products.category",
  "pk": 4,
  "fields": {
    "name": "История. Политика. Социология",
    "description": ""
  }
},
{
  "model": "products.category",
  "pk": 5,
  "fields": {
    "name": "Бизнес, экономика и право",
    "description": ""
  }
},
{
  "model": "products.category",
  "pk": 6,
  "fields": {
    "name": "Психология и эзотерика",
    "description": ""
  }
},
{
  "model": "products.category",
  "pk": 7,
  "fields": {
    "name": "Медицина, здоровье, дети",
    "description": ""
  }
},
{
  "model": "products.product",
  "pk": 1,
  "fields": {
    "name": "Python создаем программы и игры",
    "author": "Кольцов Д.М.",
    "description": "Данная книга позволяет уже с первых шагов создавать свои программы на\r\nязыке Python. Акцент сделан на написании компьютерных игр и небольших\r\nприложений. Для удобства начинающих пользователей в книге есть краткий\r\nвводный курс в основы языка, который поможет лучше ориентироваться на\r\nпрактике. По ходу изложения даются все необходимые пояснения, приводят­\r\nся примеры, а все листинги (коды программ) сопровождаются подробными\r\nкомментариями.\r\nКнига будет полезна как начинающим программистам, так и всем, кто хочет\r\nбыстро и эффективно научиться писать программы на Python.",
    "price": "1000.00",
    "quantity": 10,
    "image": "images/2023/04/27/Python_create_programm_and__game.png",
    "file": "products/2023/04/27/Python_создаем_игры.pdf",
    "stripe_product_price_id": null,
    "category": 2,
    "created_book": "2023-04-27T11:09:49.214Z"
  }
},
{
  "model": "products.product",
  "pk": 2,
  "fields": {
    "name": "A Byte of Python",
    "author": "Swaroop C H",
    "description": "«A Byte of Python» – это свободная книга по программированию на языке Python. Она\r\nможет служить учебным пособием или руководством по языку Python для начинающей\r\nаудитории. Если ваши знания о компьютере ограничиваются тем, как сохранять тексто-\r\nвые файлы, эта книга для вас.",
    "price": "1000.00",
    "quantity": 10,
    "image": "images/2023/04/27/A_Byte_of_Python.png",
    "file": "products/2023/04/27/AByteofPythonRussian-2.02.pdf",
    "stripe_product_price_id": null,
    "category": 2,
    "created_book": "2023-04-27T11:18:29.173Z"
  }
},
{
  "model": "products.product",
  "pk": 3,
  "fields": {
    "name": "PostgreSql Основы языка SQL",
    "author": "Е.Р. Моргунов",
    "description": "Учебно-практическое пособие охватывает первую, базовую, часть учеб-\r\nного курса по языку SQL, созданного при участии российской компании\r\nPostgres Professional. Учебный материал излагается в расчете на использо-\r\nвание системы управления базами данных PostgreSQL. Рассмотрено созда-\r\nние рабочей среды, описаны языки определения данных и основные опе-\r\nрации выборки и изменения данных. Показаны примеры использования\r\nтранзакций, уделено внимание методам оптимизации запросов. Матери-\r\nал сопровождается многочисленными практическими примерами. Посо-\r\nбие может использоваться как для самостоятельного обучения, так и при\r\nпроведении занятий под руководством преподавателя.",
    "price": "1000.00",
    "quantity": 10,
    "image": "images/2023/04/27/Postgresql_Morgunov.png",
    "file": "products/2023/04/27/Postgresql.pdf",
    "stripe_product_price_id": null,
    "category": 2,
    "created_book": "2023-04-27T11:22:03.540Z"
  }
},
{
  "model": "products.product",
  "pk": 4,
  "fields": {
    "name": "Мастер и маргарита",
    "author": "Булгаков М.А.",
    "description": "Роман Михаила Булгакова «Мастер и Маргарита» - одно из величайших произведений русской литературы 20 века. Он очень многогранен, его можно неоднократно перечитывать, каждый раз находя новый смысл. Это роман-загадка, роман-откровение, который запоминается на всю жизнь.\r\n\r\nСобытия происходят в 30-40-х годах 20 века. В Москву прибывает дьявол вместе со своей свитой, перед людьми он представляется иностранцем. Воланд заводит разговоры о религии, существовании Бога, мистическим образом вмешиваясь в судьбы людей. В театре «Варьете» он проводит выступление, где показывает совершенно невероятные фокусы. Он предоставляет женщинам возможность выбрать себе любые наряды абсолютно бесплатно. Но когда они выходят из театра, то остаются совершенно нагими, одежда исчезает. Личность Воланда таинственна, никто толком о нём ничего не знает. А он вершит правосудие, наказывая людей за алчность, трусость, лживость, предательство.\r\n\r\nВторой линией в сюжете является любовная. Маргарита – жена важного чиновника встречает Мастера – неизвестного писателя. Их объединяет запретная, роковая любовь, в то же время она глубокая, спокойная. Мастер пишет книгу о древнем городе Ершалаиме, в котором Понтий Пилат судит Иисуса Христа. Критики осмеивают религиозную тематику. В стране было запрещено чтение религиозной литературы, Евангелия.\r\n\r\nВ романе затрагивается тема существования Бога, веры, справедливости. Воланд вместе со своей свитой разоблачают множество людских пороков, наказывая виновных. Любовь Мастера и Маргариты, искренняя и преданная, способна пройти через самые тяжкие испытания.\r\n\r\nНесмотря на то, что роман описывает 30-40-е годы 20 века, вопросы, поднимаемые в нём, актуальны и по сей день. С сожалением можно заметить, что даже спустя многие годы люди всё так же стремятся к власти, готовы идти по головам ради карьеры и денег, лгут и предают. Роман заставляет задуматься, что в жизни всё же важнее любовь, доброта и честность.",
    "price": "1050.00",
    "quantity": 134,
    "image": "images/2023/04/27/Master_and_margarita.png",
    "file": "products/2023/04/27/Master-i-Margarita.pdf",
    "stripe_product_price_id": null,
    "category": 1,
    "created_book": "2023-04-27T11:31:40.761Z"
  }
},
{
  "model": "products.product",
  "pk": 5,
  "fields": {
    "name": "Мертвые души",
    "author": "Гоголь Н.В.",
    "description": "«Мертвые души» Николая Гоголя – яркое литературное произведение, которое занимает достойное место в русской классике. Писатель хотел продолжить его, но получилось так, что у читателя есть возможность познакомиться только с первым томом. Книга покоряет сердце каждого, кто смог узреть её глубину.\r\n\r\nВ этой поэме Н. В. Гоголь отражает свою любовь к бесконечным просторам своей родины, восхищается её красотой и чистотой. Видно, что писатель любит и свой родной язык, и всех людей, живущих здесь. Тем не менее, это не мешает ему видеть недостатки этих личностей, которые он ярко отражает в главных героях поэмы.\r\n\r\nПеред глазами читателя предстаёт главный герой – помещик Чичиков, который путешествует по разным губерниям и скупает “мертвые души”, то есть тех людей, которые уже умерли. Таким образом он хочет разбогатеть. Во время своих поездок он встречает самых разных людей, которым даёт свою оценку. И хотя их характеры кажутся разными, их объединяет то, что все они думают о собственной выгоде и слишком сосредоточены на материальных ценностях и удовлетворении низменных потребностей. Это тоже своего рода мёртвые души; души, в которых нет духовности. Они мертвы, хотя люди ещё кажутся живыми.\r\n\r\nВ этом произведении сочетается юмор и едкая сатира, при этом она не кажется слишком грубой. Чичикова можно считать отрицательным героем. Но, если посмотреть с другой стороны, те люди, которые его окружают, вряд ли являются образцом для подражания. Разница лишь в том, что Чичиков не обманывает самого себя в своих устремлениях. Во время чтения поэмы проникаешься любовью к России и с любопытством начинаешь наблюдать за окружающими, обнаруживая в них те же самые черты, что есть у персонажей книги.\r\nПроизведение относится к жанру Проза. Книга входит в серию \"Список школьной литературы 9 класс\". На нашем сайте можно скачать книгу \"Мертвые души\" в формате epub, fb2, pdf, txt или читать онлайн. Рейтинг книги составляет 3.9 из 5. Здесь так же можно перед прочтением обратиться к отзывам читателей, уже знакомых с книгой, и узнать их мнение. В интернет-магазине нашего партнера вы можете купить и прочитать книгу в бумажном варианте.",
    "price": "999.98",
    "quantity": 34,
    "image": "images/2023/04/27/mertvie_dushi.png",
    "file": "products/2023/04/27/mertvye-dushi.pdf",
    "stripe_product_price_id": null,
    "category": 1,
    "created_book": "2023-04-27T11:38:44.041Z"
  }
},
{
  "model": "products.product",
  "pk": 6,
  "fields": {
    "name": "Идиот",
    "author": "Достоевский Ф.М.",
    "description": "Трудно найти того, кто не слышал бы о романе Федора Михайловича Достоевского «Идиот». Это произведение известно не только в России, но и во многих других странах, его неоднократно экранизировали, по нему ставили пьесы. Этот роман стал основой для других книг и фильмов, переделанных на новый лад. С одной стороны, эта книга читается легко, но с другой, трудно представить что-то более сложное для души. А именно человеческие души и пытается показать писатель, чувства людей и их слабости.\r\n\r\nКнязь Мышкин едет к себе на родину после того, как долгое время проходил лечение в швейцарском санатории. Он безуспешно пытался избавиться от эпилепсии. Этот человек добрый, искренний и открытый, он всех любит и всем сочувствует, доверяет. В дороге он знакомится с купцом Рогожиным, между ними складываются хорошие отношения. Мышкин узнает от собеседника, что тот влюблён в некую Настасью Филипповну, бывшую содержанку Тоцкого. По приезде домой, князь слышит об этой даме и даже имеет возможность с ней познакомиться. Девушку планируется выдать замуж за посредственного, но амбициозного человека. Впоследствии ключевые личности оказываются в одном кругу, и дело принимает неожиданный и трагичный оборот.\r\n\r\nВ романе имеют значение не только главные герои, но и второстепенные. Каждый из них открывает какую-то грань, дополняет другого, а иногда кажется очень похожим, но всё же иным. Главный персонаж Мышкин, тот самый добрый и милый идиот, вызывает множество противоречивых мнений. Задумываешься о том, так ли искренна любовь ко всем и каждому, есть ли в этом душа… Может быть, истинное благородство заключается в умении признать свои порывы и слабости, быть честным не только с другими, но и с самим собой?..",
    "price": "979.99",
    "quantity": 37,
    "image": "images/2023/04/27/Idiot.png",
    "file": "products/2023/04/27/idiot.pdf",
    "stripe_product_price_id": null,
    "category": 1,
    "created_book": "2023-04-27T11:43:39.305Z"
  }
}
]
